Repository: vdr-projects/vdr-plugin-xine
Catalog: po/*.po
Languages: sk_sk

source: X11 overlay
sk_sk: X11 prekrývanie

source: Blend clipped
sk_sk: Zastrihnuté zmie¹a»

source: Blend scaled LQ
sk_sk: Zastrihnuté zmie¹a» LQ

source: Blend scaled HQ
sk_sk: Zastrihnuté zmie¹a» HQ

source: Blend scaled SHQ
sk_sk: Zastrihnuté zmie¹a» SHQ

source: Blend scaled Auto
sk_sk: Automatické splynutie merítka

source: No
sk_sk: Nie

source: Yes (by hardware)
sk_sk: Áno (podµa hardware)

source: Yes (by software)
sk_sk: Áno (podµa software)

source: Ignore
sk_sk: Ignorova»

source: Execute
sk_sk: Vykona»

source: Simulate
sk_sk: Simulova»

source: Live-TV SD video buffer [frames]
sk_sk: Live-TV SD video vyrovnávacia pamä» [rámcov]

source: Live-TV HD video buffer [frames]
sk_sk: Live-TV HD video vyrovnávacia pamä» [rámcov]

source: Live-TV audio buffer [frames]
sk_sk: Live-TV audio vyrovnávacia pamä» [rámcov]

source: Buffer hysteresis [frames]
sk_sk: Spozdenie vyrovnávacej pamäte [rámce]

source: Buffer monitoring duration [s]
sk_sk: Doba sledovania vyrovnávacej pamäte [s]

source: Buffer monitoring mode
sk_sk: Re¾im monitorovania vyrovnávacej pamäti

source: Once
sk_sk: iba jeden raz

source: Continuous
sk_sk: Na pokraèovanie

source: OSD display mode
sk_sk: Re¾im zobrazenia OSD

source: OSD gamma correction [ 123 => 1.23 ]
sk_sk: OSD gama korekcia [123 => 1,23]

source: OSD extent X
sk_sk: OSD rozsah X

source: OSD extent Y
sk_sk: OSD rozsah Y

source: 4:3 image zoom X [%]
sk_sk: obraz 4:3 zväè¹ený v X [%]

source: 4:3 image zoom Y [%]
sk_sk: obraz 4:3 zväè¹ený v Y [%]

source: 16:9 image zoom X [%]
sk_sk: obraz 16:9 zväè¹ený v X [%]

source: 16:9 image zoom Y [%]
sk_sk: obraz 16:9 zväè¹ený v Y [%]

source: Audio mode
sk_sk: Re¾im zvuku

source: Dolby off
sk_sk: Dolby vypnuté

source: Dolby on
sk_sk: Dolby zapnuté

source: Control xine's volume
sk_sk: Ovládanie xine hlasitosti

source: Muting
sk_sk: Ticho

source: Get primary device when xine connects
sk_sk: Získanie spojenia primárneho ovládaèa xine

source: Yes
sk_sk: Áno

source: Support semi transparent colors
sk_sk: Podpora priesvitných farieb

source: Connection interacts with EIT scanner
sk_sk: Spojenie s ETI snímaèom

source: Switching primary DVB to %s...
sk_sk: Prepnutie na primárne DVB %s...

source: Switched primary DVB back from %s
sk_sk: Prepína hlavné DVB spä» z %s

source: Software based playback using xine
sk_sk: Softvér na prehrávanie pomocou xine
